<div class="container" style="margin-top: 40px;padding-bottom: 30px;">
    <div class="ui blue segment">
        <div class="floating ui label"><i class="fa fa-print" onclick="window.print();"></i></div>
        <div class="ui ribbon blue label"><h3 style="margin-top: 4px;margin-bottom: 0px;">ข้อตกลงและเงื่อนไขการใช้บริการ <small>Terms and Condition </small></h3></div>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อตกลงและเงื่อนไขเหล่านี้ ถือเป็นการทำความเข้าใจระหว่าง ทางเจ้าของ(ผู้ให้บริการ) และทางสมาชิก(ผู้ใช้บริการ) ทันทีที่สมาชิกได้ทำการสมัครใช้บริการต่างๆ ต้องทำการอ่านและยินยอมภายใต้เงื่อนไขต่างๆ ที่ทางผู้ให้บริการได้ระบุไว้ในเงื่อนไขการให้บริการ เพื่อให้เป็นการเข้าใจไปในทิศทางเดียวกัน</p>
        <ol>
            <li>การกระที่ผู้ใช้บริการได้กระทำ ไม่ว่าจะเป็นการเผยแพร่ข้อมูลไม่ว่าจะในรูปแบบใดๆ ให้ถือเป็นการกระทำที่อยู่ภายใต้ความรับผิดชอบของผู้ใช้บริการแต่เพียงผู้เดียว</li>
            <li>ผู้ใช้บริการต้องยอมรับและปฏิบัติตาม พรบ. คอมพิวเตอร์ ปี 2550 ไม่ว่าในกรณีใดๆ</li>
            <li>ในกรณีที่ผู้ใช้บริการต้องการ Upgrade บริการในระดับที่สูงขึ้น ผู้ใช้บริการต้องชำระค่าบริการก่อนถึงจะถือว่ากระบวนการทุกอย่างสมบูรณ์ โดยค่าบริการในการ Upgrade จะคิดเฉพาะส่วนต่างของค่าบริการที่เพิ่มขึ้นจากเดิมที่ใช้งานอยู่</li>
            <li>ในกรณีที่ผู้ใช้บริการต้องการ Downgrade บริการเพื่อใช้งานในระดับที่ต่ำลงจากเดิม ผู้ให้บริการจะไม่มีการคืนค่าส่วนต่างของการ Downgrade ให้กับผู้ใช้บริการไม่ว่าในกรณีใดๆ</li>
            <li>ผู้ใช้บริการสามารถที่จะยกเลิก และขอเรียกเงินค่าบริการคืนได้ โดยทำการส่งเอกสารเพื่อขอยกเลิกการใช้งานภายใน 30 วัน นับตั้งแต่วันสมัครใช้บริการ ทั้งนี้ไม่ถือรวมในการคืนเงินสำหรับค่าสมัครโดเมนเนม</li>
            <li>ผู้ให้บริการ ขอสงวนสิทธิการรับผิดชอบในกรณีที่ข้อมูลภายของผู้ใช้บริการนั้นสูญหายไม่ว่า กรณีใดๆ หรือ เนื่องจากความผิดพลาดของอุปกรณ์ ถึงแม้ว่าเราจะได้มีนโยบายในการสำรองข้อมูลอยู่เป็นประจำ แต่ก็ไม่สามารถรับประกันได้ว่า ข้อมูลนั้นจะมีความถูกต้องครบถ้วนในกรณีที่อุปกรณ์เกิดความผิดพลาด หรือจากเหตุสุดวิสัยอื่นใด ดังนั้นผู้ใช้บริการควรสำรองข้อมูลของท่านไว้เป็นประจำด้วย</li>
            <li>ผู้ให้บริการมีสิทธิที่จะเก็บ วิเคราะห์ หรือนำสถิติการใช้ข้อมูลที่เกิดจากการใช้บริการของลูกค้า ไปใช้โดยไม่ต้องขออนุญาตจากผู้ใช้บริการก่อน</li>
            <li>ผู้ใช้บริการมีสิทธิในการแสดงความคิดเห็น หรือกล่าวถึงข้อมูลของผู้ให้บริการ โดยไม่ส่งผลเสียต่อผู้ให้บริการในทางลบได้โดยไม่มีความผิด</li>
        </ol>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทางเราซึ่งเป็นผู้ให้บริการขอสงวนสิทธิที่จะไม่ให้บริการเว็บไซต์ หรือระงับการให้บริการ ที่ทำผิดจากข้อกำหนดดังต่อไปนี้</p>
        <ol>
            <li>ผู้ใช้บริการได้ใช้บริการในการนำเสนอเผยแพร่ในสิ่งต้องห้ามดังต่อไปนี้</li>
            <ul>
                <li>เว็บไซต์หรือสื่อ ที่ทำผิดจากข้อกำหนดของ พรบ. คอมพิวเตอร์ ปี 2550 หมวดที่ 1ความผิดเกี่ยวกับคอมพิวเตอร์</li>
                <li>เว็บไซต์หรือสื่อลามก อนาจาร หรือมีเจตนาที่ส่อไปทางลามก ทั้งทางตรงและทางอ้อม</li>
                <li>ใช้บริการเป็นที่เก็บรวบรวมสิ่งที่ผิดกฏหมาย ไม่ว่าจะเป็นข้อมูล, สื่อในรูปแบบต่างๆ, โปรแกรมที่ผิดลิขสิทธิ์ หรือโปรแกรมที่ใช้ในการโจมตีให้ระบบเสียหาย</li>
                <li>เว็บไซต์ที่เกี่ยวข้องกับบริการประเภท Bittorrent ทุกชนิด</li>
            </ul>
            <li>ผู้ให้บริการมีสิทธิในการจัดการ ไฟล์ หรือ ข้อมูล ของผู้ใช้บริการ ในกรณีที่ ไฟล์ หรือ ข้อมูล ของผู้ใช้บริการได้มีการติดไวรัส หรือ เป็นแหลงกระเผยแพร่กระจายโปรแกรมที่ผิดกระทำให้ระบบเกิดการทำงานผิดพลาด</li>
            <li>เว็บไซต์หรือบริการที่ทำให้ระบบเกิดความผิดปกติ หรือ ทำให้ผู้ใช้บริการท่านอื่นได้รับความเดือดร้อน จากการกระทำนั้นๆ</li>
        </ol>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อตกและเงื่อนไขทั้งหมดเหล่านี้มีผลบังคับใช้ทันทีเมื่อผู้ใช้บริการได้สมัครและใช้บริการของเรา ให้ถือว่าผู้ใช้บริการได้ตกลงแล้วเข้าใจข้อตกลงและเงื่อนไขทั้งหมดนี้แล้ว ทางเรามีสิทธิที่จะปฏิเสธ และ/หรือ ยกเลิกการให้บริการกับสมาชิก โดยไม่แจ้งให้ทราบล่วงหน้า ผู้ให้บริการขอสงวนสิทธิที่จะบอกยกเลิกสัญญา โดยไม่มีการคืนค่าบริการใดๆทั้งสิ้น ถ้าผู้ใช้บริการกระทำขัดต่อข้อตกลงและเงื่อนไขของการใช้บริการดังที่กล่าวมาข้างต้น และ หากเกิดกรณีพิพาทไม่ว่าเรื่องใด ให้ถือว่าการตัดสินของผู้ให้บริการ ถือเป็นที่สุด</p>
    </div>
</div>